Repository: mgrl39/fungi
Catalog: locales/*/LC_MESSAGES/admin.po
Languages: ca_es

source: Panel de Administración
ca_es: Panell d'Administració

source: Gestión de Usuarios
ca_es: Gestió d'Usuaris

source: Gestión de Hongos
ca_es: Gestió de Fongs

source: Crear Usuario
ca_es: Crear Usuari

source: Editar Usuario
ca_es: Editar Usuari

source: Crear Hongo
ca_es: Crear Fong

source: Editar Hongo
ca_es: Editar Fong

source: Nombre de usuario
ca_es: Nom d'usuari

source: Correo electrónico
ca_es: Correu electrònic

source: Contraseña
ca_es: Contrasenya

source: Usuario
ca_es: Usuari

source: Acciones
ca_es: Accions

source: Guardar cambios
ca_es: Desar canvis

source: Cancelar
ca_es: Cancel·lar

source: No puedes eliminar tu propia cuenta de administrador
ca_es: No pots eliminar el teu propi compte d'administrador

source: ¿Estás seguro de que deseas eliminar este elemento? Esta acción no se puede deshacer.
ca_es: Estàs segur que vols eliminar aquest element? Aquesta acció no es pot desfer.

source: Nombre científico
ca_es: Nom científic

source: Nombre común
ca_es: Nom comú

source: Comestibilidad
ca_es: Comestibilitat

source: Información Básica
ca_es: Informació Bàsica

source: Taxonomía
ca_es: Taxonomia

source: Características
ca_es: Característiques

source: Imágenes
ca_es: Imatges

source: Reino
ca_es: Regne

source: Filo
ca_es: Fílum

source: Clase
ca_es: Classe

source: Orden
ca_es: Ordre

source: Familia
ca_es: Família

source: Género
ca_es: Gènere

source: Sombrero
ca_es: Barret

source: Himenio
ca_es: Himeni

source: Pie
ca_es: Peu

source: Carne
ca_es: Carn

source: Hábitat
ca_es: Hàbitat

source: Observaciones
ca_es: Observacions

source: Puedes seleccionar múltiples imágenes.
ca_es: Pots seleccionar múltiples imatges.

source: Total Usuarios
ca_es: Total Usuaris

source: Total Hongos
ca_es: Total Fongs

source: Usuario creado correctamente
ca_es: Usuari creat correctament

source: Usuario eliminado correctamente
ca_es: Usuari eliminat correctament

source: Usuario actualizado correctamente
ca_es: Usuari actualitzat correctament

source: Hongo creado correctamente
ca_es: Fong creat correctament

source: Hongo eliminado correctamente
ca_es: Fong eliminat correctament

source: Hongo actualizado correctamente
ca_es: Fong actualitzat correctament

source: Sinónimos
ca_es: Sinònims

source: Ver sitio
ca_es: Veure lloc

source: Cerrar sesión
ca_es: Tancar sessió
