Repository: mgrl39/fungi
Catalog: locales/*/LC_MESSAGES/api_docs.po
Languages: ca_es

source: Obtener lista de hongos con paginación opcional
ca_es: Obtenir llista de fongs amb paginació opcional

source: Número de página (por defecto: 1)
ca_es: Número de pàgina (per defecte: 1)

source: Número de registros por página (por defecto: 10)
ca_es: Número de registres per pàgina (per defecte: 10)

source: Término de búsqueda opcional
ca_es: Terme de cerca opcional

source: Obtener detalles de un hongo específico por ID
ca_es: Obtenir detalls d'un fong específic per ID

source: Dar like a un hongo (requiere autenticación)
ca_es: Donar like a un fong (requereix autenticació)

source: Quitar like de un hongo (requiere autenticación)
ca_es: Treure like d'un fong (requereix autenticació)

source: Obtener hongos favoritos del usuario (requiere autenticación)
ca_es: Obtenir fongs favorits de l'usuari (requereix autenticació)

source: Añadir un hongo a favoritos (requiere autenticación)
ca_es: Afegir un fong a favorits (requereix autenticació)

source: Eliminar un hongo de favoritos (requiere autenticación)
ca_es: Eliminar un fong de favorits (requereix autenticació)

source: Obtener hongos que le gustan al usuario (requiere autenticación)
ca_es: Obtenir fongs que agraden a l'usuari (requereix autenticació)

source: Obtener estadísticas generales de la aplicación
ca_es: Obtenir estadístiques generals de l'aplicació

source: Obtener estadísticas de actividad de usuarios (solo administradores)
ca_es: Obtenir estadístiques d'activitat d'usuaris (només administradors)

source: Crear un nuevo hongo (requiere autenticación de administrador)
ca_es: Crear un nou fong (requereix autenticació d'administrador)

source: Scientific name of the fungus (required)
ca_es: Nom científic del fong (obligatori)

source: Common name of the fungus
ca_es: Nom comú del fong

source: Comestibilidad del hongo (obligatorio)
ca_es: Comestibilitat del fong (obligatori)

source: Hábitat del hongo (obligatorio)
ca_es: Hàbitat del fong (obligatori)

source: Observaciones adicionales
ca_es: Observacions addicionals

source: Sinónimos científicos
ca_es: Sinònims científics

source: Actualizar información de un hongo existente (requiere autenticación de administrador)
ca_es: Actualitzar informació d'un fong existent (requereix autenticació d'administrador)

source: Eliminar un hongo (requiere autenticación de administrador)
ca_es: Eliminar un fong (requereix autenticació d'administrador)

source: Iniciar sesión de usuario
ca_es: Iniciar sessió d'usuari

source: Nombre de usuario (obligatorio)
ca_es: Nom d'usuari (obligatori)

source: Contraseña (obligatorio)
ca_es: Contrasenya (obligatori)

source: Cerrar sesión de usuario
ca_es: Tancar sessió d'usuari

source: Registrar nuevo usuario
ca_es: Registrar nou usuari

source: Correo electrónico (obligatorio)
ca_es: Correu electrònic (obligatori)

source: Base URL
ca_es: URL Base

source: ALL
ca_es: TOTS
