Repository: mgrl39/fungi
Catalog: locales/*/LC_MESSAGES/home.po
Languages: ca_es

source: Hongos
ca_es: Bolets

source: Descubre la diversidad de hongos, aprende sobre sus características y explora su taxonomía en nuestra base de datos completa.
ca_es: Descobreix la diversitat de bolets, aprèn sobre les seves característiques i explora la seva taxonomia a la nostra base de dades completa.

source: Hongo Aleatorio
ca_es: Bolet Aleatori

source: Ver Estadísticas
ca_es: Veure Estadístiques

source: Sin valor culinario
ca_es: Sense valor culinari

source: Tóxica
ca_es: Tòxica

source: Recomendados
ca_es: Recomanats

source: buen comestible
ca_es: bon comestible

source: sin valor
ca_es: sense valor

source: Buscar Hongos
ca_es: Cercar Bolets

source: Nombre
ca_es: Nom

source: Buscar por nombre...
ca_es: Cercar per nom...

source: Comestibilidad
ca_es: Comestibilitat

source: Todos
ca_es: Tots

source: Venenoso
ca_es: Verinós

source: Buscar
ca_es: Cercar

source: Hongos Destacados
ca_es: Bolets Destacats

source: Explora nuestra selección de hongos más interesantes
ca_es: Explora la nostra selecció de bolets més interessants

source: Cargando hongos...
ca_es: Carregant bolets...

source: Explora por Categorías
ca_es: Explora per Categories

source: Explora hongos comestibles
ca_es: Explora bolets comestibles

source: Medicinales
ca_es: Medicinals

source: Propiedades curativas
ca_es: Propietats curatives

source: Tóxicos
ca_es: Tòxics

source: Hongos peligrosos
ca_es: Bolets perillosos

source: Raros
ca_es: Rars

source: Especies poco comunes
ca_es: Espècies poc comunes

source: ¿Conoces un hongo que no está en nuestra base de datos?
ca_es: Coneixes un bolet que no està a la nostra base de dades?

source: Ayúdanos a expandir nuestra colección de información micológica. Regístrate y contribuye con tus conocimientos.
ca_es: Ajuda'ns a expandir la nostra col·lecció d'informació micològica. Registra't i contribueix amb els teus coneixements.

source: Únete a nuestra comunidad
ca_es: Uneix-te a la nostra comunitat

source: Ver detalles
ca_es: Veure detalls

source: No hay hongos disponibles con los criterios seleccionados.
ca_es: No hi ha bolets disponibles amb els criteris seleccionats.

source: Error al cargar los hongos. Intente nuevamente.
ca_es: Error en carregar els bolets. Torneu-ho a provar.

source: ¿Sabías que los hongos son más cercanos a los animales que a las plantas?
ca_es: Sabies que els bolets són més propers als animals que a les plantes?

source: El micelio de algunos hongos puede extenderse por varios kilómetros bajo tierra.
ca_es: El miceli d'alguns bolets pot estendre's per diversos quilòmetres sota terra.

source: El hongo más grande del mundo es un Armillaria ostoyae en Oregon, que cubre 8.9 km².
ca_es: El bolet més gran del món és un Armillaria ostoyae a Oregon, que cobreix 8,9 km².

source: Algunos hongos pueden descomponer plástico y ayudar al medio ambiente.
ca_es: Alguns bolets poden descompondre plàstic i ajudar al medi ambient.

source: Las trufas pueden costar hasta 6.000€ por kilogramo.
ca_es: Les tòfones poden costar fins a 6.000€ per quilogram.

source: El 90% de las plantas dependen de asociaciones con hongos para sobrevivir.
ca_es: El 90% de les plantes depenen d'associacions amb bolets per sobreviure.

source: Existen más de 120.000 especies de hongos conocidas.
ca_es: Existeixen més de 120.000 espècies de bolets conegudes.

source: La penicilina, primer antibiótico descubierto, proviene de un hongo.
ca_es: La penicil·lina, primer antibiòtic descobert, prové d'un bolet.

source: Algunos hongos pueden brillar en la oscuridad (bioluminiscencia).
ca_es: Alguns bolets poden brillar en la foscor (bioluminescència).

source: Los hongos han existido en la Tierra desde hace más de 1.300 millones de años.
ca_es: Els bolets han existit a la Terra des de fa més de 1.300 milions d'anys.

source: ¿Sabías que...?
ca_es: Sabies que...?

source: Otro dato curioso
ca_es: Un altre fet curiós
