Repository: mgrl39/fungi
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ca_es

source: Inicio
ca_es: Inici

source: Aleatorio
ca_es: Aleatori

source: Estadísticas
ca_es: Estadístiques

source: Acerca de
ca_es: Sobre nosaltres

source: Buscar hongos...
ca_es: Cercar fongs...

source: Mi Perfil
ca_es: El meu perfil

source: Favoritos
ca_es: Preferits

source: Administración
ca_es: Administració

source: Cerrar sesión
ca_es: Tancar sessió

source: Iniciar sesión
ca_es: Iniciar sessió

source: Bienvenido a Fungi
ca_es: Benvingut a Fungi

source: Inicia sesión para acceder a la plataforma
ca_es: Inicia sessió per accedir a la plataforma

source: Usuario
ca_es: Usuari

source: Contraseña
ca_es: Contrasenya

source: Introduce tu nombre de usuario
ca_es: Introdueix el teu nom d'usuari

source: Introduce tu contraseña
ca_es: Introdueix la teva contrasenya

source: Recordar sesión
ca_es: Recordar sessió

source: ¿No tienes una cuenta?
ca_es: No tens un compte?

source: Regístrate
ca_es: Registra't

source: Por favor, introduce tu nombre de usuario
ca_es: Si us plau, introdueix el teu nom d'usuari

source: Por favor, introduce tu contraseña
ca_es: Si us plau, introdueix la teva contrasenya

source: Página no encontrada
ca_es: Pàgina no trobada

source: Lo sentimos, la página que buscas no existe o ha sido movida a otra ubicación.
ca_es: Ho sentim, la pàgina que busques no existeix o ha estat moguda a una altra ubicació.

source: Volver al inicio
ca_es: Tornar a l'inici

source: Si crees que esto es un error, por favor contacta con nuestro equipo de soporte.
ca_es: Si creus que això és un error, si us plau contacta amb el nostre equip de suport.

source: Volver atrás
ca_es: Tornar enrere

source: Documentación API
ca_es: Documentació API

source: Referencia completa de endpoints disponibles
ca_es: Referència completa d'endpoints disponibles

source: Versión: v1
ca_es: Versió: v1

source: Introducción
ca_es: Introducció

source: Esta documentación describe los endpoints disponibles en la API de hongos. Todos los endpoints comienzan con
ca_es: Aquesta documentació descriu els endpoints disponibles a l'API de fongs. Tots els endpoints comencen amb

source: Las respuestas están en formato JSON y generalmente incluyen un campo
ca_es: Les respostes estan en format JSON i generalment inclouen un camp

source: para indicar si la solicitud fue exitosa.
ca_es: per indicar si la sol·licitud va ser exitosa.

source: ¡Prueba los endpoints directamente desde esta documentación!
ca_es: Prova els endpoints directament des d'aquesta documentació!

source: Puedes enviar solicitudes reales y ver las respuestas sin salir de esta página.
ca_es: Pots enviar sol·licituds reals i veure les respostes sense sortir d'aquesta pàgina.

source: Fungi
ca_es: Fongs

source: Users
ca_es: Usuaris

source: Obtiene la lista completa de todos los hongos disponibles en la base de datos.
ca_es: Obté la llista completa de tots els fongs disponibles a la base de dades.

source: Probar endpoint
ca_es: Provar endpoint

source: Respuesta:
ca_es: Resposta:

source: Obtiene información detallada de un hongo específico por su ID.
ca_es: Obté informació detallada d'un fong específic pel seu ID.

source: ID del hongo:
ca_es: ID del fong:

source: Obtiene una lista paginada de hongos, especificando el número de página y la cantidad de elementos por página.
ca_es: Obté una llista paginada de fongs, especificant el número de pàgina i la quantitat d'elements per pàgina.

source: Número de página:
ca_es: Número de pàgina:

source: Elementos por página:
ca_es: Elements per pàgina:

source: Obtiene un hongo aleatorio de la base de datos.
ca_es: Obté un fong aleatori de la base de dades.

source: Crea un nuevo hongo en la base de datos.
ca_es: Crea un nou fong a la base de dades.

source: Datos del hongo (JSON):
ca_es: Dades del fong (JSON):

source: Actualiza la información de un hongo existente por su ID.
ca_es: Actualitza la informació d'un fong existent pel seu ID.

source: Datos a actualizar (JSON):
ca_es: Dades a actualitzar (JSON):

source: Elimina un hongo de la base de datos por su ID.
ca_es: Elimina un fong de la base de dades pel seu ID.

source: Obtiene la lista de usuarios registrados (sin información sensible como contraseñas).
ca_es: Obté la llista d'usuaris registrats (sense informació sensible com contrasenyes).

source: Crea un nuevo usuario en el sistema.
ca_es: Crea un nou usuari al sistema.

source: Datos del usuario (JSON):
ca_es: Dades de l'usuari (JSON):

source: tóxico
ca_es: tòxic

source: Bosques de coníferas y abedules
ca_es: Boscos de coníferes i bedolls

source: excelente-comestible
ca_es: excel·lent-comestible

source: Bosques mixtos y de coníferas
ca_es: Boscos mixtos i de coníferes

source: nuevo_usuario
ca_es: nou_usuari

source: contraseña_segura
ca_es: contrasenya_segura

source: Acerca de Nosotros
ca_es: Sobre Nosaltres

source: Descubre el fascinante mundo de los hongos
ca_es: Descobreix el fascinant món dels fongs

source: Nuestra Misión
ca_es: La Nostra Missió

source: Recopilación de Datos
ca_es: Recopilació de Dades

source: Los datos se extraen mediante técnicas avanzadas de web scraping y se procesan para garantizar información precisa y consistente sobre cada especie de hongo.
ca_es: Les dades s'extreuen mitjançant tècniques avançades de web scraping i es processen per garantir informació precisa i consistent sobre cada espècie de fong.

source: Una aplicación web dinámica para gestionar, visualizar y editar datos de hongos extraídos mediante técnicas de web scraping, con autenticación JWT, panel de administración y soporte para internacionalización.
ca_es: Una aplicació web dinàmica per gestionar, visualitzar i editar dades de fongs extrets mitjançant tècniques de web scraping, amb autenticació JWT, panell d'administració i suport per a internacionalització.

source: Nuestro objetivo es proporcionar una plataforma educativa completa sobre hongos, facilitando el acceso a información detallada y actualizada a través de una interfaz intuitiva y visualmente atractiva.
ca_es: El nostre objectiu és proporcionar una plataforma educativa completa sobre fongs, facilitant l'accés a informació detallada i actualitzada a través d'una interfície intuïtiva i visualment atractiva.

source: Estructura del Código
ca_es: Estructura del Codi

source: La estructura del proyecto está organizada en módulos claros para facilitar el mantenimiento y la escalabilidad.
ca_es: L'estructura del projecte està organitzada en mòduls clars per facilitar el manteniment i l'escalabilitat.

source: Los datos se extraen mediante
ca_es: Les dades s'extreuen mitjançant

source: utilizando Python 3 y Selenium. La información se guarda en formato JSON y se inserta en la base de datos para su posterior gestión y edición desde el panel de administración.
ca_es: utilitzant Python 3 i Selenium. La informació es guarda en format JSON i s'insereix a la base de dades per a la seva posterior gestió i edició des del panell d'administració.

source: Tecnologías
ca_es: Tecnologies

source: Nuestra plataforma está construida con las siguientes tecnologías:
ca_es: La nostra plataforma està construïda amb les següents tecnologies:

source: Datos Extraídos
ca_es: Dades Extretes

source: ¿Quieres contribuir?
ca_es: Vols contribuir?

source: Únete a nuestro proyecto y ayúdanos a mejorar la plataforma.
ca_es: Uneix-te al nostre projecte i ajuda'ns a millorar la plataforma.

source: Ver en GitHub
ca_es: Veure a GitHub
