Repository: mgrl39/fungi
Catalog: locales/*/LC_MESSAGES/profile.po
Languages: ca_es

source: Perfil de Usuario
ca_es: Perfil d'usuari

source: Este usuario todavía no ha añadido una biografía.
ca_es: Aquest usuari encara no ha afegit una biografia.

source: Miembro desde
ca_es: Membre des de

source: Contribuciones
ca_es: Contribucions

source: Sin ubicación
ca_es: Sense ubicació

source: Actividad
ca_es: Activitat

source: Favoritos
ca_es: Favorits

source: Configuración
ca_es: Configuració

source: Actividad reciente
ca_es: Activitat recent

source: Estadísticas
ca_es: Estadístiques

source: Comentarios
ca_es: Comentaris

source: Acciones recientes
ca_es: Accions recents

source: No hay acciones recientes.
ca_es: No hi ha accions recents.

source: Hongos favoritos
ca_es: Bolets preferits

source: Mis hongos favoritos
ca_es: Els meus bolets preferits

source: Cargando...
ca_es: Carregant...

source: Hongos que me gustan
ca_es: Bolets que m'agraden

source: Configuración de la cuenta
ca_es: Configuració del compte

source: Seguridad
ca_es: Seguretat

source: Contraseña actual
ca_es: Contrasenya actual

source: Nueva contraseña
ca_es: Nova contrasenya

source: Confirmar contraseña
ca_es: Confirmar contrasenya

source: Cambiar contraseña
ca_es: Canviar contrasenya

source: Zona de peligro
ca_es: Zona de perill

source: La siguiente accion es irreversible. Procede con precaución.
ca_es: L'acció següent és irreversible. Procedeix amb precaució.

source: Eliminar mi cuenta
ca_es: Eliminar el meu compte

source: Nombre de usuario
ca_es: Nom d'usuari

source: El nombre de usuario debe ser único. Si lo cambias, tendrás que iniciar sesión con el nuevo nombre.
ca_es: El nom d'usuari ha de ser únic. Si el canvies, hauràs d'iniciar sessió amb el nou nom.

source: Email
ca_es: Correu electrònic

source: Biografía
ca_es: Biografia

source: Ubicación
ca_es: Ubicació

source: Sitio web
ca_es: Lloc web

source: Cancelar
ca_es: Cancel·lar

source: Guardar cambios
ca_es: Desar canvis

source: Eliminar cuenta
ca_es: Eliminar compte

source: ¿Estás seguro de que deseas eliminar tu cuenta? Esta acción no se puede deshacer y perderás todos tus datos.
ca_es: Estàs segur que vols eliminar el teu compte? Aquesta acció no es pot desfer i perdràs totes les teves dades.

source: Escribe "ELIMINAR" para confirmar:
ca_es: Escriu "ELIMINAR" per confirmar:

source: Eliminar permanentemente
ca_es: Eliminar permanentment

source: No has marcado ningún hongo como favorito.
ca_es: No has marcat cap bolet com a preferit.

source: Explorar hongos
ca_es: Explorar bolets

source: Ver detalles
ca_es: Veure detalls

source: Todas las funciones de edición de perfil están disponibles solo con
ca_es: Totes les funcions d'edició de perfil només estan disponibles amb

source: cuenta premium
ca_es: compte premium

source: Esta función está bloqueada. Para cambiar tu foto de perfil necesitas una
ca_es: Aquesta funció està bloquejada. Per canviar la teva foto de perfil necessites un

source: Para eliminar tu cuenta, por favor contacta con un administrador en correofake@mgrl39.com
ca_es: Per eliminar el teu compte, si us plau contacta amb un administrador a correofake@mgrl39.com

source: Solo los administradores pueden eliminar cuentas por motivos de seguridad.
ca_es: Només els administradors poden eliminar comptes per motius de seguretat.

source: Cerrar
ca_es: Tancar

source: ¿Quieres contribuir con tus conocimientos?
ca_es: Vols contribuir amb els teus coneixements?

source: Explora nuestra base de datos de hongos y comparte tus observaciones con la comunidad.
ca_es: Explora la nostra base de dades de bolets i comparteix les teves observacions amb la comunitat.

source: Explorar catálogo
ca_es: Explorar catàleg

source: ¿Sabías que...?
ca_es: Sabies que...?

source: Otro dato curioso
ca_es: Un altre fet curiós

source: Frases micológicas
ca_es: Frases micològiques

source: Otra frase
ca_es: Una altra frase

source: Este usuario no ha añadido una biografía.
ca_es: Aquest usuari no ha afegit una biografia.

source: Usuario micófilo
ca_es: Usuari micòfil

source: No tienes hongos favoritos todavía.
ca_es: Encara no tens bolets preferits.

source: No has dado "me gusta" a ningún hongo todavía.
ca_es: Encara no has donat "m'agrada" a cap bolet.

source: Error al cargar favoritos. Intenta nuevamente.
ca_es: Error en carregar els preferits. Torna-ho a provar.

source: Error al cargar likes. Intenta nuevamente.
ca_es: Error en carregar els "m'agrada". Torna-ho a provar.

source: Me gusta
ca_es: M'agrada

source: Mis comentarios
ca_es: Els meus comentaris

source: Acción
ca_es: Acció

source: Fecha
ca_es: Data

source: Sin actividad reciente.
ca_es: Sense activitat recent.

source: Ver más
ca_es: Veure més

source: Miembros
ca_es: Membres

source: Buscar miembros
ca_es: Cercar membres

source: Sin resultados.
ca_es: Sense resultats.

source: Ver perfil
ca_es: Veure perfil

source: Año
ca_es: Any

source: Día
ca_es: Dia

source: Minuto
ca_es: Minut

source: Segundo
ca_es: Segon

source: hace
ca_es: fa

source: justo ahora
ca_es: ara mateix

source: Cargando datos...
ca_es: Carregant dades...

source: No se encontraron resultados.
ca_es: No s'han trobat resultats.

source: Guardar
ca_es: Desar

source: Actualizar
ca_es: Actualitzar

source: Cerrar sesión
ca_es: Tancar sessió

source: Volver
ca_es: Tornar

source: Cambiar idioma
ca_es: Canviar idioma

source: No tienes permisos para realizar esta acción.
ca_es: No tens permisos per realitzar aquesta acció.

source: Operación exitosa
ca_es: Operació exitosa

source: Se produjo un error. Inténtalo de nuevo.
ca_es: S'ha produït un error. Torna-ho a provar.

source: Sin datos disponibles
ca_es: Sense dades disponibles

source: Configuración guardada correctamente
ca_es: Configuració desada correctament

source: Contraseña cambiada correctamente
ca_es: Contrasenya canviada correctament

source: No tienes permisos para ver este contenido.
ca_es: No tens permisos per veure aquest contingut.

source: Intento de inicio de sesión fallido
ca_es: Intent d'inici de sessió fallit

source: Correo electrónico o contraseña incorrectos
ca_es: Correu electrònic o contrasenya incorrectes

source: Nombre de usuario ya registrado
ca_es: Nom d'usuari ja registrat

source: Correo electrónico ya registrado
ca_es: Correu electrònic ja registrat

source: Error desconocido
ca_es: Error desconegut

source: Página no encontrada
ca_es: Pàgina no trobada

source: Acceso denegado
ca_es: Accés denegat

source: Se ha cerrado la sesión correctamente
ca_es: S'ha tancat la sessió correctament

source: Intento de inicio de sesión exitoso
ca_es: Intent d'inici de sessió exitós

source: Registro completado correctamente
ca_es: Registre completat correctament

source: La contraseña actual es incorrecta
ca_es: La contrasenya actual és incorrecta

source: La nueva contraseña no coincide con la confirmación
ca_es: La nova contrasenya no coincideix amb la confirmació

source: Perfil actualizado correctamente
ca_es: Perfil actualitzat correctament

source: Tu cuenta ha sido eliminada correctamente
ca_es: El teu compte ha estat eliminat correctament

source: Se requiere autenticación
ca_es: Es requereix autenticació

source: Tu sesión ha caducado
ca_es: La teva sessió ha caducat

source: Iniciar sesión
ca_es: Iniciar sessió

source: Nombre completo
ca_es: Nom complet

source: Confirmar email
ca_es: Confirmar correu electrònic

source: Correo electrónico confirmado correctamente
ca_es: Correu electrònic confirmat correctament

source: No se pudo confirmar el correo electrónico
ca_es: No s'ha pogut confirmar el correu electrònic

source: Código de confirmación inválido
ca_es: Codi de confirmació invàlid

source: Solicitar nuevo código
ca_es: Sol·licitar un nou codi

source: Código enviado correctamente
ca_es: Codi enviat correctament

source: Se ha enviado un enlace de restablecimiento a tu correo electrónico
ca_es: S'ha enviat un enllaç de restabliment al teu correu electrònic

source: Restablecer contraseña
ca_es: Restablir contrasenya

source: Establecer nueva contraseña
ca_es: Establir nova contrasenya

source: La contraseña ha sido restablecida correctamente
ca_es: La contrasenya ha estat restablerta correctament

source: El token de restablecimiento ha caducado
ca_es: El token de restabliment ha caducat

source: Actualizar contraseña
ca_es: Actualitzar contrasenya
